Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Live demo — everything stays in this browser.
ar: عرض تجريبي مباشر — يبقى كل شيء في هذا المتصفح.
de: Live-Demo — alles bleibt in diesem Browser.
es: Demo en vivo — todo se queda en este navegador.
fr: Démo en direct — tout reste dans ce navigateur.
hi: लाइव डेमो — सब कुछ इसी ब्राउज़र में रहता है।
hu: Élő demó — minden ebben a böngészőben marad.
it: Demo dal vivo — tutto resta in questo browser.
ko: 라이브 데모 — 모든 것이 이 브라우저에만 남아요.
pl: Demo na żywo — wszystko zostaje w tej przeglądarce.
pt: Demo ao vivo — tudo fica neste navegador.
pt_br: Demo ao vivo — tudo fica neste navegador.
ru: Живое демо — всё остаётся в этом браузере.
th: เดโมสด — ทุกอย่างอยู่ในเบราว์เซอร์นี้
tr: Canlı demo — her şey bu tarayıcıda kalır.
uk: Живе демо — усе лишається в цьому браузері.
zh: 在线演示——所有内容都留在此浏览器中。

source: Load plan
ar: تحميل الخطة
de: Plan laden
es: Cargar plan
fr: Charger le plan
hi: प्लान लोड करें
hu: Terv betöltése
it: Carica piano
ko: 계획 불러오기
pl: Wczytaj plan
pt: Carregar plano
pt_br: Carregar plano
ru: Загрузить план
th: โหลดแผน
tr: Planı yükle
uk: Завантажити план
zh: 加载计划

source: Load starter plan
ar: تحميل خطة البداية
de: Starterplan laden
es: Cargar plan inicial
fr: Charger un plan de départ
hi: स्टार्टर प्लान लोड करें
hu: Kezdő terv betöltése
it: Carica piano iniziale
ko: 스타터 계획 불러오기
pl: Wczytaj plan startowy
pt: Carregar plano inicial
pt_br: Carregar plano inicial
ru: Загрузить стартовый план
th: โหลดแผนเริ่มต้น
tr: Başlangıç planı yükle
uk: Завантажити стартовий план
zh: 加载入门计划

# Load {0}
source: Load %1$@
ar: حمّل %1$@
de: %1$@ laden
es: Cargar %1$@
fr: Charger %1$@
hi: %1$@ लोड करें
hu: %1$@ betöltése
it: Carica %1$@
ko: %1$@ 불러오기
pl: Załóż %1$@
pt: Carregar %1$@
pt_br: Carregar %1$@
ru: Загрузить %1$@
th: โหลด %1$@
tr: %1$@ yükle
uk: Навісити %1$@
zh: 加载%1$@

# Load {0}?
source: Load %1$@?
ar: تحميل %1$@؟
de: %1$@ laden?
es: ¿Cargar %1$@?
fr: Charger %1$@ ?
hi: %1$@ लोड करें?
hu: Betöltöd: %1$@?
it: Caricare %1$@?
ko: %1$@ 불러올까요?
pl: Wczytać %1$@?
pt: Carregar %1$@?
pt_br: Carregar %1$@?
ru: Загрузить %1$@?
th: โหลด %1$@ ไหม
tr: %1$@ yüklensin mi?
uk: Завантажити %1$@?
zh: 加载%1$@？

source: Loading the exercise catalogue…
ar: جارٍ تحميل كتالوج التمارين…
de: Übungskatalog wird geladen…
es: Cargando el catálogo de ejercicios…
fr: Chargement du catalogue d’exercices…
hi: व्यायाम सूची लोड हो रही है…
hu: Gyakorlattár betöltése…
it: Caricamento del catalogo esercizi…
ko: 운동 카탈로그 불러오는 중…
pl: Wczytywanie katalogu ćwiczeń…
pt: A carregar o catálogo de exercícios…
pt_br: Carregando o catálogo de exercícios…
ru: Загрузка каталога упражнений…
th: กำลังโหลดคลังท่าออกกำลังกาย…
tr: Egzersiz kataloğu yükleniyor…
uk: Завантаження каталогу вправ…
zh: 正在加载动作库…

source: Loading…
ar: جارٍ التحميل…
de: Lädt…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
hu: Betöltés…
it: Caricamento…
ko: 불러오는 중…
pl: Wczytywanie…
pt: A carregar…
pt_br: Carregando…
ru: Загрузка…
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
zh: 加载中…

source: Local keeps everything on this phone. Connecting syncs to your own openGym server instead — you can switch later in Settings.
ar: الوضع المحلي يحفظ كل شيء على هذا الهاتف. أما الاتصال فيزامن بياناتك مع خادم openGym الخاص بك — ويمكنك التبديل لاحقًا من الإعدادات.
de: Lokal behält alles auf diesem Handy. Verbinden synchronisiert stattdessen mit deinem eigenen openGym-Server — du kannst das später in den Einstellungen ändern.
es: Local mantiene todo en este teléfono. Conectar sincroniza con tu propio servidor de openGym — puedes cambiarlo luego en Ajustes.
fr: Local garde tout sur ce téléphone. Se connecter synchronise plutôt avec votre propre serveur openGym — vous pourrez changer cela plus tard dans Réglages.
hi: लोकल सब कुछ इसी फ़ोन पर रखता है। कनेक्ट करने पर इसके बजाय आपके अपने openGym सर्वर से सिंक होता है — इसे बाद में सेटिंग्स में बदला जा सकता है।
hu: A helyi mód mindent ezen a telefonon tart. A csatlakozás helyette a saját openGym szervereddel szinkronizál — ezt később a Beállításokban módosíthatod.
it: Locale mantiene tutto su questo telefono. Connettersi sincronizza invece con il tuo server openGym — potrai cambiarlo più tardi nelle Impostazioni.
ko: 로컬 모드는 모든 것을 이 휴대폰에 보관합니다. 연결하면 대신 자신의 openGym 서버와 동기화됩니다 — 나중에 설정에서 변경할 수 있습니다.
pl: Tryb lokalny zachowuje wszystko na tym telefonie. Połączenie synchronizuje zamiast tego z Twoim własnym serwerem openGym — możesz to później zmienić w Ustawieniach.
pt: Local mantém tudo neste telemóvel. Ligar sincroniza antes com o teu próprio servidor openGym — podes mudar mais tarde em Definições.
pt_br: Local mantém tudo neste celular. Conectar sincroniza com o seu próprio servidor openGym — você pode mudar depois em Configurações.
ru: Локальный режим хранит всё на этом телефоне. Подключение вместо этого синхронизирует данные с вашим сервером openGym — вы сможете изменить это позже в Настройках.
th: แบบเก็บในเครื่องจะเก็บทุกอย่างไว้ในโทรศัพท์นี้ ส่วนการเชื่อมต่อจะซิงก์กับเซิร์ฟเวอร์ openGym ของคุณแทน — เปลี่ยนภายหลังได้ในการตั้งค่า
tr: Yerel, her şeyi bu telefonda tutar. Bağlanmak ise bunun yerine kendi openGym sunucunla senkronize eder — bunu daha sonra Ayarlar'dan değiştirebilirsin.
uk: Локальний режим зберігає все на цьому телефоні. Підключення натомість синхронізує дані з твоїм сервером openGym — можеш змінити це пізніше в Налаштуваннях.
zh: 本地模式会把所有内容保留在这部手机上。连接则会改为与你自己的 openGym 服务器同步——之后可以在设置中更改。

source: Log
ar: سجّل
de: Eintragen
es: Registrar
fr: Noter
hi: दर्ज करें
hu: Naplózás
it: Registra
ko: 기록
pl: Zapisz
pt: Registar
pt_br: Registrar
ru: Записать
th: บันทึก
tr: Kaydet
uk: Записати
zh: 记录

source: Log a past workout
ar: تسجيل تمرين سابق
de: Vergangenes Training eintragen
es: Registrar un entrenamiento pasado
fr: Enregistrer une séance passée
hi: पिछला वर्कआउट दर्ज करें
hu: Korábbi edzés rögzítése
it: Registra un allenamento passato
ko: 지난 운동 기록
pl: Zapisz miniony trening
pt: Registar um treino passado
pt_br: Registrar um treino passado
ru: Записать прошлую тренировку
th: บันทึกการฝึกย้อนหลัง
tr: Geçmiş bir antrenman kaydet
uk: Записати минуле тренування
zh: 补记过去的训练

source: Log body weight
ar: تسجيل وزن الجسم
de: Körpergewicht eintragen
es: Registrar peso corporal
fr: Noter le poids corporel
hi: शरीर का वज़न दर्ज करें
hu: Testsúly rögzítése
it: Registra peso corporeo
ko: 체중 기록
pl: Zapisz masę ciała
pt: Registar peso corporal
pt_br: Registrar peso corporal
ru: Записать вес тела
th: บันทึกน้ำหนักตัว
tr: Vücut ağırlığını kaydet
uk: Записати вагу тіла
zh: 记录体重

source: Log the anchor lift to score this one.
ar: سجّل الرفعة المرجعية لتقييم هذه الرفعة.
de: Trag die Anker-Übung ein, damit diese bewertet werden kann.
es: Registra el ejercicio ancla para evaluar este.
fr: Note l’exercice de référence pour évaluer celui-ci.
hi: इसका आकलन करने के लिए आधार व्यायाम दर्ज करें।
hu: Rögzítsd a viszonyítási alapul szolgáló gyakorlatot, hogy ez is értékelhető legyen.
it: Registra l’esercizio di riferimento per valutare questo.
ko: 이 운동을 평가하려면 기준 운동을 기록하세요.
pl: Zapisz ćwiczenie będące punktem odniesienia, aby ocenić to ćwiczenie.
pt: Regista o exercício de referência para avaliar este.
pt_br: Registre o exercício de referência para avaliar este.
ru: Запишите опорное упражнение, чтобы оценить это.
th: บันทึกท่าอ้างอิงเพื่อประเมินท่านี้
tr: Bunu değerlendirmek için referans hareketi kaydet.
uk: Запиши опорну вправу, щоб оцінити цю.
zh: 记录锚点动作以评估这个动作。

source: Log this workout
ar: سجّل هذا التمرين
de: Dieses Training eintragen
es: Registrar este entrenamiento
fr: Enregistrer cette séance
hi: यह वर्कआउट दर्ज करें
hu: Az edzés rögzítése
it: Registra questo allenamento
ko: 이 운동 기록
pl: Zapisz ten trening
pt: Registar este treino
pt_br: Registrar este treino
ru: Записать эту тренировку
th: บันทึกการฝึกนี้
tr: Bu antrenmanı kaydet
uk: Записати це тренування
zh: 补记这次训练

source: Log your body weight to score this lift.
ar: سجّل وزن جسمك لتقييم هذه الرفعة.
de: Trag dein Körpergewicht ein, damit diese Übung bewertet werden kann.
es: Registra tu peso corporal para evaluar este ejercicio.
fr: Note ton poids corporel pour évaluer cet exercice.
hi: इस व्यायाम का आकलन करने के लिए अपने शरीर का वज़न दर्ज करें।
hu: Rögzítsd a testsúlyodat, hogy ez a gyakorlat értékelhető legyen.
it: Registra il tuo peso corporeo per valutare questo esercizio.
ko: 이 운동을 평가하려면 체중을 기록하세요.
pl: Zapisz swoją masę ciała, aby ocenić to ćwiczenie.
pt: Regista o teu peso corporal para avaliar este exercício.
pt_br: Registre seu peso corporal para avaliar este exercício.
ru: Запишите вес тела, чтобы оценить это упражнение.
th: บันทึกน้ำหนักตัวเพื่อประเมินท่านี้
tr: Bu hareketin değerlendirilmesi için vücut ağırlığını kaydet.
uk: Запиши вагу тіла, щоб оцінити цю вправу.
zh: 记录你的体重以评估这个动作。

source: Logged on the usual workout screen, without timers.
ar: يُسجل في شاشة التمرين المعتادة، دون مؤقتات.
de: Wird auf dem normalen Trainingsbildschirm erfasst, nur ohne Timer.
es: Se registra en la pantalla de entrenamiento habitual, sin temporizadores.
fr: Saisie sur l’écran d’entraînement habituel, sans minuteurs.
hi: सामान्य वर्कआउट स्क्रीन पर दर्ज होता है, बस टाइमर के बिना।
hu: A szokásos edzésképernyőn rögzíted, csak időzítők nélkül.
it: Si registra nella solita schermata di allenamento, solo senza timer.
ko: 평소 운동 화면에서 기록하며 타이머만 없습니다.
pl: Zapisujesz na zwykłym ekranie treningu, tylko bez minutników.
pt: Registado no ecrã de treino habitual, só sem temporizadores.
pt_br: Registrado na tela de treino habitual, só sem temporizadores.
ru: Записывается на обычном экране тренировки, только без таймеров.
th: บันทึกบนหน้าจอฝึกตามปกติ เพียงแต่ไม่มีตัวจับเวลา
tr: Her zamanki antrenman ekranında kaydedilir, sadece zamanlayıcı olmadan.
uk: Записується на звичайному екрані тренування, тільки без таймерів.
zh: 在平时的训练界面记录，只是没有计时器。

source: Logged sets stay with the original exercise. Choose where the replacement belongs.
ar: تبقى المجموعات المسجلة مع التمرين الأصلي. اختر مكان التمرين البديل.
de: Aufgezeichnete Sätze bleiben bei der ursprünglichen Übung. Wähle, wo die Ersatzübung hingehört.
es: Las series registradas permanecen con el ejercicio original. Elige dónde colocar el reemplazo.
fr: Les séries enregistrées restent avec l’exercice d’origine. Choisis où placer le remplacement.
hi: रिकॉर्ड किए गए सेट मूल एक्सरसाइज़ के साथ रहेंगे। बदलने वाली एक्सरसाइज़ की जगह चुनें।
hu: A naplózott sorozatok az eredeti gyakorlatnál maradnak. Válaszd ki, hová kerüljön a csere.
it: Le serie registrate restano con l’esercizio originale. Scegli dove inserire il sostituto.
ko: 기록한 세트는 원래 운동에 남습니다. 대체 운동을 넣을 위치를 선택하세요.
pl: Zapisane serie pozostają przy oryginalnym ćwiczeniu. Wybierz miejsce dla zamiennika.
pt: As séries registadas ficam com o exercício original. Escolhe onde colocar o substituto.
pt_br: As séries registradas ficam com o exercício original. Escolha onde colocar o substituto.
ru: Записанные подходы останутся у исходного упражнения. Выберите место для замены.
th: เซ็ตที่บันทึกแล้วจะอยู่กับท่าเดิม เลือกว่าจะวางท่าใหม่ไว้ตรงไหน
tr: Kaydedilen setler özgün egzersizde kalır. Yeni egzersizin nereye geleceğini seç.
uk: Записані підходи лишаться за первісною вправою. Вибери, де має бути заміна.
zh: 已记录的组数会保留在原动作上。请选择替换动作的位置。

source: Logged sets stay with the original exercise. The replacement will be inserted afterward.
ar: تبقى المجموعات المسجلة مع التمرين الأصلي. سيُدرج البديل بعده.
de: Aufgezeichnete Sätze bleiben bei der ursprünglichen Übung. Die Ersatzübung wird danach eingefügt.
es: Las series registradas permanecen con el ejercicio original. El reemplazo se insertará después.
fr: Les séries enregistrées restent avec l’exercice d’origine. Le remplacement sera inséré après.
hi: रिकॉर्ड किए गए सेट मूल एक्सरसाइज़ के साथ रहेंगे। बदलने वाली एक्सरसाइज़ बाद में जोड़ी जाएगी।
hu: A naplózott sorozatok az eredeti gyakorlatnál maradnak. A csere utána kerül beszúrásra.
it: Le serie registrate restano con l’esercizio originale. Il sostituto verrà inserito dopo.
ko: 기록한 세트는 원래 운동에 남습니다. 대체 운동은 뒤에 삽입됩니다.
pl: Zapisane serie pozostają przy oryginalnym ćwiczeniu. Zamiennik zostanie wstawiony za nim.
pt: As séries registadas ficam com o exercício original. O substituto será inserido depois.
pt_br: As séries registradas ficam com o exercício original. O substituto será inserido depois.
ru: Записанные подходы останутся у исходного упражнения. Замена будет вставлена после него.
th: เซ็ตที่บันทึกแล้วจะอยู่กับท่าเดิม ท่าใหม่จะถูกแทรกไว้ถัดไป
tr: Kaydedilen setler özgün egzersizde kalır. Yeni egzersiz sonrasına eklenir.
uk: Записані підходи лишаться за первісною вправою. Заміну буде вставлено після неї.
zh: 已记录的组数会保留在原动作上。替换动作将插入其后。

source: Logging a past workout — no rest timers.
ar: تسجيل تمرين سابق — دون مؤقتات راحة.
de: Vergangenes Training — keine Pausen-Timer.
es: Registrando un entrenamiento pasado — sin temporizadores de descanso.
fr: Séance passée — pas de minuteurs de repos.
hi: पिछला वर्कआउट दर्ज हो रहा है — कोई रेस्ट टाइमर नहीं।
hu: Korábbi edzés rögzítése — nincs pihenőidőzítő.
it: Allenamento passato — nessun timer di recupero.
ko: 지난 운동 기록 중 — 휴식 타이머 없음.
pl: Zapisywanie minionego treningu — bez minutników przerw.
pt: A registar um treino passado — sem temporizadores de descanso.
pt_br: Registrando um treino passado — sem temporizadores de descanso.
ru: Запись прошлой тренировки — без таймеров отдыха.
th: กำลังบันทึกการฝึกย้อนหลัง — ไม่มีตัวจับเวลาพัก
tr: Geçmiş antrenman kaydediliyor — dinlenme zamanlayıcısı yok.
uk: Запис минулого тренування — без таймерів відпочинку.
zh: 正在补记过去的训练 — 没有休息计时器。

source: Long-press a card to reorder
ar: اضغط مطولًا على بطاقة لإعادة ترتيبها
de: Karte gedrückt halten, um sie umzusortieren
es: Mantén pulsada una tarjeta para reordenar
fr: Appuie longuement sur une carte pour la réorganiser
hi: क्रम बदलने के लिए कार्ड को देर तक दबाएँ
hu: Tartsd nyomva a kártyát az átrendezéshez
it: Tieni premuta una tessera per riordinarla
ko: 순서를 바꾸려면 카드를 길게 누르세요
pl: Przytrzymaj kartę, aby zmienić kolejność
pt: Mantém premido um cartão para reordenar
pt_br: Mantenha o cartão pressionado para reordenar
ru: Удерживайте карту, чтобы изменить порядок
th: กดบัตรค้างไว้เพื่อจัดลำดับใหม่
tr: Sırayı değiştirmek için karta uzun bas
uk: Утримуй картку, щоб змінити порядок
zh: 长按卡片可重新排序

source: Longest hold per workout
ar: أطول تثبيت لكل تمرين
de: Längste Haltezeit pro Training
es: Isométrico más largo por entrenamiento
fr: Maintien le plus long par séance
hi: प्रति वर्कआउट सबसे लंबा होल्ड
hu: Leghosszabb tartás edzésenként
it: Tenuta più lunga per allenamento
ko: 운동별 최장 버티기
pl: Najdłuższa izometria na trening
pt: Isometria mais longa por treino
pt_br: Isometria mais longa por treino
ru: Самое долгое удержание за тренировку
th: เวลาค้างนานที่สุดต่อครั้ง
tr: Antrenman başına en uzun tutuş
uk: Найдовше утримання за тренування
zh: 每次训练的最长保持时间

source: Looking at that session…
ar: جارٍ النظر في تلك الجلسة…
de: Schaut sich die Einheit an…
es: Mirando esa sesión…
fr: Je regarde cette séance…
hi: उस सत्र को देख रहा हूँ…
hu: Az edzés vizsgálata…
it: Sto guardando quella sessione…
ko: 그 세션을 보는 중…
pl: Patrzę na tę sesję…
pt: A olhar para essa sessão…
pt_br: Olhando essa sessão…
ru: Смотрю на эту сессию…
th: กำลังดูเซสชันนั้น…
tr: O seansa bakıyorum…
uk: Дивлюся на це тренування…
zh: 正在查看该次训练…

source: Lose fat
ar: خسارة الدهون
de: Fett verlieren
es: Perder grasa
fr: Perdre du gras
hi: चर्बी घटाना
hu: Zsírt veszíteni
it: Perdere grasso
ko: 체지방 감량
pl: Zrzucić tłuszcz
pt: Perder gordura
pt_br: Perder gordura
ru: Сбросить жир
th: ลดไขมัน
tr: Yağ yakmak
uk: Скинути жир
zh: 减脂

source: Lower back
ar: أسفل الظهر
de: Unterer Rücken
es: Espalda baja
fr: Bas du dos
hi: निचली पीठ
hu: Deréktáj
it: Lombari
ko: 허리
pl: Dolne plecy
pt: Lombar
pt_br: Lombar
ru: Поясница
th: หลังส่วนล่าง
tr: Alt sırt
uk: Поперек
zh: 下背部

source: Made with openGym
ar: تم إنشاؤها باستخدام openGym
de: Erstellt mit openGym
es: Hecho con openGym
fr: Créé avec openGym
hi: openGym से बनाया गया
hu: Az openGym-mel készült
it: Creato con openGym
ko: openGym으로 제작
pl: Zrobione w openGym
pt: Feito com openGym
pt_br: Feito com openGym
ru: Сделано в openGym
th: สร้างด้วย openGym
tr: openGym ile yapıldı
uk: Створено в openGym
zh: 使用 openGym 制作

source: Make a new code
ar: إنشاء رمز جديد
de: Neuen Code erstellen
es: Crear un código nuevo
fr: Créer un nouveau code
hi: नया कोड बनाएँ
hu: Új kód létrehozása
it: Crea un nuovo codice
ko: 새 코드 만들기
pl: Utwórz nowy kod
pt: Criar um novo código
pt_br: Criar um novo código
ru: Создать новый код
th: สร้างรหัสใหม่
tr: Yeni kod oluştur
uk: Створити новий код
zh: 生成新代码

source: Make superset with next
ar: اربطه في سوبر سِت مع التمرين التالي
de: Mit nächster Übung kombinieren
es: Hacer superserie con siguiente
fr: Faire un superset avec le suivant
hi: अगले के साथ सुपरसेट
hu: Szuperszett a következővel
it: Superset con il successivo
ko: 다음 운동과 슈퍼셋
pl: Połącz z następnym
pt: Fazer superset com o próximo
pt_br: Fazer superset com o próximo
ru: Суперсет со следующим
th: รวมเป็นซูเปอร์เซ็ตกับท่าถัดไป
tr: Sonrakiyle superset yap
uk: Суперсет із наступним
zh: 与下一个组成超级组

source: Make superset with previous
ar: اربطه في سوبر سِت مع التمرين السابق
de: Mit vorheriger Übung kombinieren
es: Hacer superserie con anterior
fr: Faire un superset avec le précédent
hi: पिछले के साथ सुपरसेट
hu: Szuperszett az előzővel
it: Superset con il precedente
ko: 이전 운동과 슈퍼셋
pl: Połącz z poprzednim
pt: Fazer superset com o anterior
pt_br: Fazer superset com o anterior
ru: Суперсет с предыдущим
th: รวมเป็นซูเปอร์เซ็ตกับท่าก่อนหน้า
tr: Öncekiyle superset yap
uk: Суперсет із попереднім
zh: 与上一个组成超级组

source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
hi: पुरुष
hu: Férfi
it: Uomo
ko: 남성
pl: Mężczyzna
pt: Masculino
pt_br: Masculino
ru: Мужской
th: ชาย
tr: Erkek
uk: Чоловіча
zh: 男性

source: Mar
ar: مارس
de: Mär
hi: मार्च
hu: Már
ko: 3월
ru: Мар
th: มี.ค.
uk: Бер
zh: 3月

source: March
ar: مارس
de: März
es: Marzo
fr: Mars
hi: मार्च
hu: Március
it: Marzo
ko: 3월
pl: Marzec
pt: Março
pt_br: Março
ru: Март
th: มีนาคม
tr: Mart
uk: Березень
zh: 三月

source: Mark all sets done
ar: تحديد كل المجموعات كمكتملة
de: Alle Sätze abhaken
es: Marcar todas las series como hechas
fr: Cocher toutes les séries
hi: सभी सेट पूरे मार्क करें
hu: Összes sorozat késznek jelölése
it: Segna tutte le serie come fatte
ko: 모든 세트 완료로 표시
pl: Oznacz wszystkie serie jako zrobione
pt: Marcar todas as séries como feitas
pt_br: Marcar todas as séries como feitas
ru: Отметить все подходы выполненными
th: ทำเครื่องหมายทุกเซ็ตว่าเสร็จแล้ว
tr: Tüm setleri tamamlandı olarak işaretle
uk: Позначити всі підходи виконаними
zh: 将所有组标为完成

source: Matching exercises…
ar: جارٍ مطابقة التمارين…
de: Übungen werden zugeordnet…
es: Emparejando ejercicios…
fr: Association des exercices…
hi: व्यायाम मिलाए जा रहे हैं…
hu: Gyakorlatok párosítása…
it: Abbinamento esercizi…
ko: 운동 매칭 중…
pl: Dopasowywanie ćwiczeń…
pt: A associar exercícios…
pt_br: Associando exercícios…
ru: Сопоставление упражнений…
th: กำลังจับคู่ท่าออกกำลังกาย…
tr: Egzersizler eşleştiriliyor…
uk: Зіставлення вправ…
zh: 正在匹配动作…

source: May
ar: مايو
de: Mai
fr: Mai
hi: मई
hu: Máj
it: Mag
ko: 5월
pl: Maj
pt: Mai
pt_br: Mai
ru: Май
th: พ.ค.
uk: Тра
zh: 5月

source: Maybe half a rep left
ar: ربما نصف تكرار متبقٍ
de: Vielleicht noch eine halbe Wiederholung
es: Quizá media repetición más
fr: Peut-être une demi-répétition en réserve
hi: शायद आधा रेप और बाकी
hu: Talán még fél ismétlés belefért volna
it: Forse mezza ripetizione in riserva
ko: 반 개 정도 더 남았을지도
pl: Może pół powtórzenia w zapasie
pt: Talvez meia repetição em reserva
pt_br: Talvez meia repetição em reserva
ru: Может, ещё пол-повторения в запасе
th: อาจเหลืออีกครึ่งครั้ง
tr: Belki yarım tekrar kalmıştı
uk: Можливо, ще пів повторення в запасі
zh: 也许还能再做半次

source: Median
ar: الوسيط
es: Mediana
fr: Médiane
hi: माध्यिका
hu: Medián
it: Mediana
ko: 중앙값
pl: Mediana
pt: Mediana
pt_br: Mediana
ru: Медиана
th: มัธยฐาน
tr: Medyan
uk: Медіана
zh: 中位数

source: Median / wk
ar: الوسيط / أسبوع
de: Median / Wo.
es: Mediana / sem
fr: Médiane / sem
hi: माध्यिका / सप्ताह
hu: Medián / hét
it: Mediana / sett.
ko: 중앙값 / 주
pl: Mediana / tydz.
pt: Mediana / sem
pt_br: Mediana / sem
ru: Медиана / нед.
th: มัธยฐาน / สัปดาห์
tr: Medyan / hafta
uk: Медіана / тижд.
zh: 每周中位数

source: Meet the Coach
ar: تعرّف على المدرب
de: Lerne den Coach kennen
es: Conoce al Entrenador
fr: Découvrir le Coach
hi: कोच से मिलिए
hu: Ismerd meg az Edzőt
it: Scopri il Coach
ko: 코치를 만나보세요
pl: Poznaj Trenera
pt: Conhece o Treinador
pt_br: Conheça o Treinador
ru: Познакомьтесь с Тренером
th: พบกับโค้ช
tr: Koç ile tanış
uk: Знайомство з Тренером
zh: 认识教练

source: Membership number or code
ar: رقم العضوية أو الرمز
de: Mitgliedsnummer oder Code
es: Número de socio o código
fr: Numéro de membre ou code
hi: मेंबरशिप नंबर या कोड
hu: Tagsági szám vagy kód
it: Numero tessera o codice
ko: 회원 번호 또는 코드
pl: Numer członkowski lub kod
pt: Número de sócio ou código
pt_br: Número de sócio ou código
ru: Номер участника или код
th: หมายเลขสมาชิกหรือรหัส
tr: Üyelik numarası veya kodu
uk: Номер учасника або код
zh: 会员号或代码

source: Merge them in
ar: دمجها
de: Zusammenführen
es: Combinarlos
fr: Les fusionner
hi: उन्हें मिलाएँ
hu: Összefésülés
it: Uniscili
ko: 합치기
pl: Scal je
pt: Juntá-los
pt_br: Juntar os treinos
ru: Объединить
th: รวมเข้าด้วยกัน
tr: Birleştir
uk: Об’єднати
zh: 合并进来

source: Message the Coach…
ar: راسل المدرب…
de: Nachricht an den Coach…
es: Escribe al Coach…
fr: Écrire au Coach…
hi: कोच को संदेश…
hu: Üzenet az Edzőnek…
it: Scrivi al Coach…
ko: 코치에게 메시지…
pl: Napisz do trenera…
pt: Escreve ao Coach…
pt_br: Escreva ao Coach…
ru: Написать тренеру…
th: ส่งข้อความถึงโค้ช…
tr: Koça yaz…
uk: Написати тренеру…
zh: 给教练留言…

source: Military press
ar: الضغط العسكري
de: Schulterdrücken (Military Press)
es: Press militar
fr: Développé militaire
hi: मिलिट्री प्रेस
hu: Katonai nyomás (military press)
it: Military press (lento avanti)
ko: 밀리터리프레스
pl: Wyciskanie żołnierskie
pt: Desenvolvimento militar
pt_br: Desenvolvimento militar
ru: Армейский жим
th: มิลิทารีเพรส
tr: Askeri press
uk: Армійський жим
zh: 军式推举

source: Min / session
ar: دقيقة / جلسة
de: Min. / Einheit
es: Min / sesión
fr: Min / séance
hi: मिनट / सत्र
hu: Perc / edzés
it: Min / sessione
ko: 분 / 세션
pl: Min / sesję
pt: Min / sessão
pt_br: Min / sessão
ru: Мин / сессия
th: นาที / เซสชัน
tr: Dk / seans
uk: Хв / заняття
zh: 分钟 / 次

source: Minimize
ar: تصغير
de: Verkleinern
es: Minimizar
fr: Réduire
hi: छोटा करें
hu: Kicsinyítés
it: Riduci
ko: 축소
pl: Zmniejsz
pt: Minimizar
pt_br: Minimizar
ru: Свернуть
th: ย่อ
tr: Küçült
uk: Згорнути
zh: 缩小

source: Minutes
ar: الدقائق
de: Minuten
es: Minutos
hi: मिनट
hu: Perc
it: Minuti
ko: 분
pl: Minuty
pt: Minutos
pt_br: Minutos
ru: Минуты
th: นาที
tr: Dakika
uk: Хвилини
zh: 分钟
